{
  "dronesArr": [
    {
      "id": 1,
      "title": "DJI Mini 3 Pro",
      "price": 759,
      "details": "At sub 249 g, Mini 3 Pro doesn't require registration in most countries. The foldable design also makes it easy to carry and store. With forward, backward, and downward vision sensors, ToF, and APAS 4.0, Mini 3 Pro can avoid obstacles, even in complicated environments. Mini 3 Pro records video at up to 4K/60fps. The 1/1.3-inch sensor features dual-native ISO and supports the direct output of HDR footage. Take your creations to new heights with powerful storytelling tools like FocusTrack, MasterShots, and Timelapse. The standard Intelligent Flight Battery provides up to 34 minutes of battery life, enough power to cover your aerial photography needs.",
      "category": "Camera Drones",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/95c923686020b536a85470ecc48740ed@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/9421412f8e83278b37b538744a0913b0@ultra.jpg"
    },
    {
      "id": 2,
      "title": "DJI Mavic 3",
      "price": 2049,
      "details": "The 4/3 CMOS Hasselblad camera can effectively suppress noise in low-light environments, delivering higher resolution and dynamic range. Up to 46 minutes of flight time lets you plan flight routes, compose your shots, and capture it all with ease. The upgraded O3+ transmission system enables a 15km* max transmission range and a 1080p/60fps live feed for smooth, stable flights. With omnidirectional obstacle sensing, Mavic 3 can detect obstacles in all directions and plan a safe flight route. Mavic 3 Cine supports Apple ProRes 422 HQ, Apple ProRes 422, and Apple ProRes 422 LT encoding and has a built-in 1TB SSD, facilitating professional creation in every way.",
      "category": "Camera Drones",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/a5153d90455fd8d2bce24e8b4fbb6a47@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/3dc948be659efb2cdb8294d0aa04942b@ultra.jpg"
    },
    {
      "id": 3,
      "title": "DJI Avata Pro-View Combo",
      "price": 1388,
      "details": "Lose yourself in total immersion as you swoop and dive like never before. Combine Avata with DJI goggles for a life-like flying experience. Flight is accessible to all with the DJI Motion Controller. It follows your hand movements and allows users of all levels to fly with confidence. Shoot 4K/60fps video with the 155° FOV for visuals that stand out. And keep your footage stable with RockSteady and HorizonSteady. Avata's compact design makes it more convenient to carry and perfect for hitting the tightest gaps. Take it with you and fly like never before. Avata features a built-in propeller guard, an Emergency Brake button, and downward sensors for next-level safety and low-altitude flight.",
      "category": "Camera Drones",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/a630765d4a1fb112549017867a23fcfd@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/230851c6ffa3bc5ff13bb3ab5da042e3@ultra.jpg"
    },
    {
      "id": 4,
      "title": "Osmo Mobile 6",
      "price": 159,
      "details": "Capture smooth, on-the-move creations that impress and awe. DJI’s advanced stabilization technology puts shake-free results at your fingertips. Extends up to 215 mm for high or low shots. The built-in extension rod allows you to include more friends, pets, and landscape in your selfies. Unfold the gimbal to power on. Connect magnetically, and start shooting as soon as inspiration strikes. Steadily track from longer distances, ActiveTrack 5.0 also supports front camera tracking even from the side or spinning around. Effortlessly shoot and edit with DJI Mimo and LightCut. And get a recommended shot sequence and tutorial based on your content with ShotGuides.",
      "category": "Handheld",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/ddf2844385d095a65f62415f51b7ad2f@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/ab6e387566c7e3ef5f01972030b7efc5@ultra.jpg"
    },
    {
      "id": 5,
      "title": "Osmo Action 3 Standard",
      "price": 329,
      "details": "Action 3 adopts DJI's next generation of intelligent stabilization algorithm. Even if the camera rotates 360°, images stay stable horizontally. A 155° super-wide distortion-free FOV combined with 4K/120fps makes all of your dynamic moments look natural, clear, and super smooth. Action 3 delivers a 160-min max operating time and a 150-min max in -20° C (-4° F) temps for powerful winter-weather performance. A quick-release design allows fast switches to vertical shooting plus impact resistance with strong magnetic force and a positioning notch. The camera body is tough, fully optimized, and waterproof. You can use it down to 16 meters without the need for any additional accessories.",
      "category": "Handheld",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/a88362ec0b8f853ae15c619dcfc08104@origin.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/a9cfed3b14a0c50ac2fe74b94530e1bf@ultra.jpg"
    },
    {
      "id": 6,
      "title": "DJI Action 2 Dual-Screen",
      "price": 359,
      "details": "Action 3 adopts DJI's next generation of intelligent stabilization algorithm. Even if the camera rotates 360°, images stay stable horizontally. A 155° super-wide distortion-free FOV combined with 4K/120fps makes all of your dynamic moments look natural, clear, and super smooth. Action 3 delivers a 160-min max operating time and a 150-min max in -20° C (-4° F) temps for powerful winter-weather performance. A quick-release design allows fast switches to vertical shooting plus impact resistance with strong magnetic force and a positioning notch. The camera body is tough, fully optimized, and waterproof. You can use it down to 16 meters without the need for any additional accessories.",
      "category": "Handheld",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/a17711cd7e5311e880164f6ad9178636@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/afaef9e8a99c60c2bc7d986082bfbcd7@ultra.jpg"
    },
    {
      "id": 7,
      "title": "DJI Air 2S",
      "price": 999,
      "details": "Equipped with a 1-inch image sensor and large 2.4μm pixels, DJI Air 2S is capable of capturing every stunning detail. With 5.4K video, DJI Air 2S delivers rich clarity and authentic color tones in every frame for footage that wows. DJI Air 2S features DJI's most advanced image transmission technology yet. 1080p image feeds are ultra-smooth, clear, and reliable at distances of up to 12 km. Get the best shots anywhere automatically with the new MasterShots feature. With one tap, DJI Air 2S will fly numerous routes while filming your subject. The combination of APAS 4.0, four-directional obstacle sensing, and 12km 1080p O3 image transmission system offers you a safer, smarter, and smoother flying experience.",
      "category": "Camera Drones",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/f66aa805ae7be8c98390cbfde3f42256@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/afaef9e8a99c60c2bc7d986082bfbcd7@ultra.jpg"
    },
    {
      "id": 8,
      "title": "RoboMaster S1",
      "price": 549,
      "details": "The RoboMaster S1 is a game-changing educational robot built to unlock the potential in every learner. Inspired by DJI's annual RoboMaster robotics competition, the S1 provides users with an in-depth understanding of science, math, physics, programming, and more through captivating gameplay modes and intelligent features. The RoboMaster S1 bridges the digital world with the real one, bringing abstract theories to life through practical operations. The S1 supports Scratch and Python programming languages, allowing users to experience math, physics, and AI technology in a cutting-edge and inspiring way.",
      "category": "Education & Industry",
      "image1": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/8771e8cf52c6831d41c753147f2bce55@ultra.jpg",
      "image2": "https://stormsend1.djicdn.com/tpc/uploads/carousel/image/a344eee55812f838174b9aba4448bc7a@ultra.jpg"
    }
  ]
}
